--Insert Shops
INSERT INTO books.dbo.Shop
VALUES (N'Хорошие книги', N'ул. Советская, 12'),
       (N'Книга+', N'ул. Кирова, 145'),
	   (N'Буквоед', N'ул.Пролетарская, 57'),
	   (N'Лабиринт', N'ул. Волкова, 111');
-- Insert Houses
INSERT INTO books.dbo.PublishingHouse
VALUES (N'АСТ', N'Деловой комплекс "Москва Сити", башня "Империя"'),
	   (N'Эксмо', N'ул. Зорге, 1c1'),
	   (N'Росмэн', N'ул. Октябрьская, 4к2');
--Insert Books
INSERT INTO books.dbo.Book
VALUES (N'Гарри Поттер', N'Дж.Роулинг', 1, 3, 600),
       (N'Острые края', N'Джо Аберкромби', 4, 2, 435),
	   (N'Ведьмак', N'А. Сапковский', 3, 2, 678),
	   (N'Повесть о двух городах', N'Ч.Диккенс', 2, 2, 586),
	   (N'Мрачный Жнец', N'Т.Пратчетт', 2, 3, 342),
	   (N'Амстердам', N'И. Макьюэн', 1, 1, 254),
	   (N'Столпы земли', N'К. Фоллет', 3, 2, 765),
	   (N'Происхождение', N'Д. Браун', 1, 3, 654);
